cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "java8"
brew "awk"
brew "bash"
brew "ghc"
brew "cabal-install"
brew "python"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "go"
brew "dep"
brew "direnv"
brew "dos2unix"
brew "emacs"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "git"
brew "git-flow-avh"
brew "git-fresh"
brew "gnu-sed"
brew "gnupg"
brew "goenv"
brew "gource"
brew "htop"
brew "id3v2"
brew "jq"
brew "node"
brew "jsonlint"
brew "llvm"
brew "lynx"
brew "mas"
brew "most"
brew "nmap"
brew "node@6"
brew "osxutils"
brew "pidof"
brew "pngquant"
brew "postgresql"
brew "postgresql@9.6"
brew "pyenv"
brew "rbenv"
brew "sl"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "abstract"
cask "alfred"
cask "android-sdk"
cask "appcleaner"
cask "awareness"
cask "caffeine"
cask "cheatsheet"
cask "cyberduck"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "font-monoid"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "keybase"
cask "marshallofsound-google-play-music-player"
cask "not-pacman"
cask "not-tetris"
cask "paintbrush"
cask "postico"
cask "postman"
cask "skype"
cask "slack"
cask "spectacle"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
mas "com.apple.dt.Xcode", id: 497799835
mas "com.readdle.smartemail-Mac", id: 1176895641
