esbenp.prettier-vscode
mikestead.dotenv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
ritwickdey.liveserver
rubymaniac.vscode-direnv
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wart.ariake-dark
yzhang.markdown-all-in-one
