alefragnani.project-manager
annsk.alignment
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DotJoshJohnson.xml
eg2.tslint
eg2.vscode-npm-script
James-Yu.latex-workshop
jingkaizhao.vscode-redux-devtools
mattn.Lisp
mikestead.dotenv
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.node-debug2
PKief.material-icon-theme
ritwickdey.LiveServer
Rubymaniac.vscode-direnv
slevesque.vscode-hexdump
vsmobile.vscode-react-native
wart.ariake-dark
yzhang.markdown-all-in-one
