annsk.alignment
James-Yu.latex-workshop
mattn.Lisp
mikestead.dotenv
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
ritwickdey.LiveServer
Rubymaniac.vscode-direnv
slevesque.vscode-hexdump
VisualStudioExptTeam.vscodeintellicode
wart.ariake-dark
yzhang.markdown-all-in-one
